import React, { Component } from "react";

class Rule extends Component {
  state = {};
  render() {
    return (
      <>
        <div className="rules">
          <div className="rules-header">გათამაშების წესები</div>
          <ul className="rules-list">
            <li>
              ლორემ იპსუმ დააცხრა მეგობრობაც უკეთეს თურაშაულ დაეთრგუნა ავირჩიეთ,
              სიმართლენი, მეტოქეა უუდიდესი ქორწილისა
            </li>
            <li>
              გადავურჩიო, ნაღვენთი მას. მას უკეთეს ქალბატონი მკიცხავ მიითვისა
              მაგისტრალები, გასამართლებას რეჟისორია მოგცეო
            </li>
            <li>
              ჯოჯოს დაეთრგუნა. რეჟისორია გავაანალიზებდი უარობდა თედომ ამოათრიეს
              გულაყრილობის მიითვისა გაგირიგებდი. ანუგეშა ავშენდები მოსვლა ტიტო
              ჯოჯოს ავირჩიეთ მწყურვალი დაყრუებულია ნიშატის, წამიხვალ ექიმისადმი
            </li>
            <li>
              თოლიებისათვის მაგნიტოფონზე. მილიონერი რეპერტუარიდან ლავიწში,
              მოინდომონ, პრესტიჟია არისტოკრატიზმის თანახმა.
            </li>
            <li>
              ავიდა ჰონორარის იგრიალებს სცენარზე ჩანთქმული მშვენიერებაც კოლოფი.
              უტირებდნენ დალოდებოდნენ ბაგენი, ევროპიდან, აგარაკზე ავიდა
              გავბედავ, ხმალო ქორწილამდინ მიწყდებოდა დაიქუხა გცნობოდა
            </li>
            <li>
              {" "}
              გაგიმ სამოცი იგრიალებს, ძმაბიჭობისა ჭიაყელებს დაიქუხა შარაგზას
              სიჩქარე, ჩასწვდებოდა, ამერიკის მიწყდებოდა. მისუსტდა გამხდარა
              წკმუტუნით აღვსოდა ამერიკის ავადმყოფები ავითარებს დაჩრდილა ხმალო,
              ნომერია საუბარი. სიტყვებითა ალიაქოთად წვიმდა, შაქარს შეიკუნწლა
              უარყოფს გავბედავ. ხმალო მსჯავრი ძმაბიჭობისა აღვსოდა ჩასწვდებოდა
              სიჩქარე ფრუტუნი ფსოუს პიოტრ შარაგზას სიტყვებითა
            </li>
            <li>
              ქოხში კნიაზო აგარაკზე ფრანგულ გცნობოდა გლეხური პიცა აუჩქარებლივ
              კირით მღვდელსა. მისუსტდა მოგვკლას აუჩქარებლივ საგამომძიებლო,
              ბავშვებმა დაიქუხა, ვარამით ჰონორარის წკმუტუნით სიჩქარე.
              ავადმყოფები საუბარი ახლოდან თაიგულს აგარაკზე ნომერია უარყოფს
              მსჯავრი კოლოფი დავკალით გამხდარა წვიმდა, ჰონორარის წკმუტუნით
              ვარამით.
            </li>
            <li>
              დიტრიხი ჩაუთხლეშია წლით, ეყოფა იყიდის, შეუწყვე გამეორდა.
              ჩაუთხლეშია განეკურნა შეგყაროთ კარებივით, ღელვამ დღით იყიდის
              დაასრულებდა გაგვაფრთხილა ტოტზე სწრაფვის მიმყოლნი მეტყოდა ლუი.
              დისტანციას შესწავლა კარებივით წითლით ეყოფა ვიღა სწრაფვის წლით
              ჩვენშიც.
            </li>
          </ul>
        </div>
      </>
    );
  }
}

export default Rule;
